# Taps

tap "boz/repo"
tap "homebrew/cask-fonts"

# Casks

cask "kitty"
cask "iterm2"
cask "font-meslo-lg-nerd-font"
cask "blender"
cask "unity-hub"
cask "unity"
cask "spotify"
cask "docker"

# Misc

brew "helm"
brew "boz/repo/kail"
brew "ffmpeg"
brew "lsd"
brew "ripgrep"
brew "fzf"
brew "fd"
brew "node"
brew "jq"
brew "yq"
brew "git"
brew "telnet"
brew "certbot"
brew "pyenv"
brew "kustomize"
brew "gnu-sed"
brew "efm-langserver"
brew "shellcheck"
brew "shfmt"
brew "nvm"
brew "neovim"
brew "rustup-init"
brew "python"
brew "gnupg"
brew "yubikey-personalization"
brew "ykman"
brew "pinentry-mac"
brew "wget"
brew "dotenv"
brew "bufbuild/buf/buf"

# Language Servers

brew "lua-language-server"
brew "python-lsp-server"
brew "yaml-language-server"
brew "hashicorp/tap/terraform-ls"
brew "bash-language-server"
