tap "boz/repo"
tap "homebrew/cask-fonts"

cask "iterm2"
cask "font-Inconsolata-nerd-font"

brew "helm"
brew "boz/repo/kail"
brew "go"
brew "ffmpeg"
brew "lsd"
brew "ripgrep"
brew "fzf"
brew "fd"

# Language Servers

brew "lua-language-server"
brew "python-lsp-server"
brew "yaml-language-server"
brew "hashicorp/tap/terraform-ls"
brew "gopls"
brew "bash-language-server"
